"BUTTON_AUTHENTICATE" = "Folosește numărul meu de telefon";

"BUTTON_CONTINUE" = "Continuă";

"BUTTON_DISMISS" = "Renunță";

"BUTTON_DONE" = "Gata";

"BUTTON_NOT_NOW" = "Nu acum";

"BUTTON_OKAY" = "OK";

"BUTTON_RESEND_CONF_CODE" = "Solicită altul.";

"BUTTON_RETRY" = "Reîncearcă";

"BUTTON_SENDING" = "Se trimite...";

"BUTTON_SENDING_CONF_CODE" = "Se trimite codul de confirmare";

"BUTTON_SEND_CONF_CODE" = "Trimite codul de confirmare";

"BUTTON_SENT_CONF_CODE" = "Cod de confirmare trimis";

"BUTTON_TRY_DIFFERENT_NUMBER" = "Încearcă un alt număr";

"CALL_ME_ACTION" = "Sună-mă";

"CALL_ME_LOADING" = "Se apelează...";

"ERROR_CANT_SMS" = "Nu s-a putut trimite un mesaj SMS la acest număr.";

"ERROR_CHECK_CODE_TRY_AGAIN" = "Verifică-ți codul și încearcă din nou";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "Ups, se pare că ne-am lovit de o problemă de rețea. Hai să încercăm din nou! [%@]";

"ERROR_CHECK_EMAIL_TRY_AGAIN" = "Verifică-ți adresa de e-mail și încearcă din nou";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "Verifică-ți numărul și încearcă din nou";

"FOOTNOTE_2_STEP_VERIFICATION_CODE" = "Deja ai setat un cod de verificare în 2 pași pe <u>digits.com</u>";

"FOOTNOTE_CONF_CODE_CALL_ME" = "Dacă atingi „Sună-mă\" mai sus, <u>Digits by Twitter</u> îți va trimite un apel vocal pentru a-ți confirma numărul. Se pot percepe tarife pentru mesaje și date.";

"FOOTNOTE_CREATE_ACCOUNT" = "Dacă atingi „Continuă” mai sus, ești de acord cu <u>Condițiile de \nutilizare</u>, cu <u>Politica de confidențialitate</u> și cu <u>Politica pentru module cookie</u> ale Digits by Twitter și ești de acord ca alți utilizatori ai %@ să te poată găsi \ndupă numărul de telefon și/sau după e-mail.";

"FOOTNOTE_EMAIL_DISCLOSURE" = "Dacă atingi \"Continuă\" adaugi această adresă de e-mail la contul tău Digits. Toate aplicațiile tale autentificate cu Digits vor avea acces la această adresă de e-mail, iar utilizătorii lor vor putea să vă descopere prin e-mail. Gestionează-ți contul cu <u>Digits.com</u>.";

"FOOTNOTE_SEND_CONF_CODE" = "Dacă atingi „Trimite codul de confirmare” mai sus, <u>Digits by\nTwitter</u> va trimite un SMS pentru a-ți confirma \nnumărul de telefon. Se pot percepe tarife pentru mesaje și date.";

"FOOTNOTE_TOS_UPDATE" = "Dacă atingi „Continuă” mai sus, ești de acord cu <u>Condițiile de utilizare</u>, cu <u>Politica de confidențialitate</u> și cu <u>Politica pentru module cookie</u> ale Digits by Twitter și ești de acord ca alți utilizatori ai %@ să te poată găsi după numărul de telefon și/sau după e-mail.";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "Introdu codul de verificare în 2 pași.";

"LABEL_ENTER_CONF_CODE" = "Ți-am trimis un cod.";

"LABEL_ENTER_EMAIL" = "Introdu-ți adresa de e-mail.";

"LABEL_ENTER_PHONE_NUMBER" = "Care este numărul tău de telefon?";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "Folosim Digits by Twitter pentru a-ți găsi mai mulți prieteni \ncare folosesc această aplicație. Când atingi OK, îți vom încărca agenda în Digits by Twitter, ca să te ajutăm să găsești utilizatori %@ pe care îi cunoști sau să ajutăm alți utilizatori ai \naplicației %@ să te găsească.";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "Găsește-ți prietenii";

"LABEL_RESEND_CONF_CODE" = "Nu ai primit un cod?";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "Nu s-a putut confirma numărul tău de telefon";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "Ne pare rău, nu reușim să-ți trimitem un cod de confirmare.";

"ONBOARDING_MESSAGE" = "[Digits] Conectează-te la https://fabric.io pentru a seta numele \naplicației tale care va fi inclus în e-mailurile de verificare și în\nmesajele SMS/vocale de autorizare.";

"PARTIAL_FOOTNOTE_THIS_APP" = "această aplicație";

"PLACEHOLDER_2_STEP_VERIFICATION_CODE" = "Cod de verificare";

"PLACEHOLDER_CONF_CODE" = "Introdu codul tău de 6 cifre";

